{
  "id": "1john-5-7-8",
  "ref": "1 Joh 5:7-8",
  "short": "Comma Johanneum saknas i de äldsta grekiska handskrifterna och betraktas som ett senare tillägg.",
  "tags": [
    "Johannesbrev",
    "textkritik",
    "treenighet"
  ],
  "expanded": {
    "logic": [
      "Den längre formuleringen om Fadern, Ordet och den helige Ande saknas i de äldsta grekiska manuskripten.",
      "Den finns inte i Codex Sinaiticus (300-tal), Codex Vaticanus (300-tal) eller Codex Alexandrinus (400-tal).",
      "Den ursprungliga grekiska texten nämner endast tre vittnen: Anden, vattnet och blodet.",
      "Johannes argumenterar för samstämmigt vittnesbörd om Jesus som Guds Son.",
      "Texten definierar inte en ontologisk treenighetslära."
    ],
    "why": [
      "Den explicita treenighetsformuleringen saknar tidigt handskriftsstöd.",
      "Textkritisk metod prioriterar äldre och bredare manuskriptstöd.",
      "Dogmatiska slutsatser bör inte vila på sena textvarianter."
    ],
    "notes": [
      "Fråga: Var i den ursprungliga grekiska texten uttrycks en ontologisk treenighet?",
      "De äldsta grekiska manuskripten hoppar direkt från 'tre som vittnar' till 'Anden, vattnet och blodet'.",
      "Formuleringen förekommer först i vissa latinska manuskript och i senare grekiska handskrifter.",
      "Moderna kritiska bibelutgåvor markerar eller utelämnar denna variant."
    ]
  },
  "deepDive": {
    "title": "Textkritiskt underlag för Comma Johanneum",
    "manuscriptEvidence": [
      "Saknas i Codex Sinaiticus (4:e århundradet).",
      "Saknas i Codex Vaticanus (4:e århundradet).",
      "Saknas i Codex Alexandrinus (5:e århundradet).",
      "Förekommer i vissa latinska manuskript från cirka 400–600-talet.",
      "Infördes i grekisk tryckt text genom Erasmus tredje upplaga (1522) efter ett sent manuskript, ofta kallat Codex Montfortianus."
    ],
    "historicalNote": [
      "Under 300-talets treenighetsdebatter citeras inte Comma Johanneum av kyrkofäder som Athanasius eller Augustinus.",
      "Detta talar starkt för att formuleringen inte fanns i den grekiska texten vid den tiden."
    ],
    "conclusion": [
      "Comma Johanneum betraktas av modern textkritik som ett senare tillägg.",
      "Den ursprungliga texten i 1 Joh 5:7-8 fokuserar på vittnesbördet om Jesus, inte en ontologisk treenighetsdefinition."
    ]
  },
  "references": [
    {
      "title": "Johannine Comma - textual history overview",
      "url": "https://en.wikipedia.org/wiki/Johannine_Comma"
    }
  ],
  "relatedIds": [
    "1tim-2-5",
    "john-10-30",
    "1tim-3-16"
  ]
}
