{
  "id": "1john-5-7-8",
  "ref": "1 Joh 5:7-8",
  "short": "Comma Johanneum är textkritiskt sekundärt och saknar stöd i de äldsta grekiska handskrifterna.",
  "tags": [
    "Johannesbrev",
    "textkritik",
    "treenighet"
  ],
  "expanded": {
    "logic": [
      "Den längre formuleringen om Fadern, Ordet och den helige Ande finns inte i de äldsta grekiska manuskripten.",
      "Den ursprungliga texten nämner tre vittnen: Anden, vattnet och blodet.",
      "Johannes syfte i sammanhanget är att visa samstämmigt vittnesbörd om Jesus som Guds Son.",
      "Texten diskuterar vittnesbörd, inte Guds inre ontologiska struktur.",
      "Den explicita treenighetsformuleringen betraktas därför som ett senare texttillägg."
    ],
    "why": [
      "Den starkaste treenighetsformuleringen i denna vers saknar tidigt handskriftsstöd.",
      "Teologiska slutsatser bör inte bygga på textvarianter som inte finns i de äldsta källorna.",
      "Versen hjälper oss att skilja mellan den ursprungliga texten och senare dogmatisk utveckling."
    ],
    "notes": [
      "Fråga: Var i den ursprungliga grekiska texten uttrycks en ontologisk treenighet?",
      "Moderna kritiska bibelutgåvor markerar eller utelämnar senare handskriftsvarianter.",
      "Vid treenighetsfrågor är det viktigt att skilja mellan vad texten faktiskt säger och hur den senare har tolkats teologiskt."
    ]
  },
  "deepDive": {
    "title": "Djupdyk: Comma Johanneum (1 Johannes 5:7-8)",
    "summary": [
      "I moderna biblar lyder texten kort: tre vittnen nämns, Anden, vattnet och blodet.",
      "I äldre biblar som King James Version finns en längre formulering: Fadern, Ordet och den helige Ande, och dessa tre är ett.",
      "Den längre frasen kallas Comma Johanneum och betraktas som ett senare tillägg."
    ],
    "evidence": [
      "Den längre formuleringen saknas i de äldsta grekiska manuskripten, såsom Codex Sinaiticus och Codex Vaticanus.",
      "Den citeras inte av de tidiga kyrkofäderna under treenighetsdebatterna på 300-talet.",
      "Den dyker först upp i vissa latinska manuskript omkring 400–600-talet, troligen som en marginalanteckning som kopierades in i texten.",
      "Erasmus inkluderade den först i sin tredje upplaga efter att ett sent grekiskt manuskript presenterats.",
      "Moderna bibelutgåvor utelämnar därför frasen eller markerar den som en senare variant."
    ],
    "conclusion": [
      "Comma Johanneum är ett erkänt textkritiskt tillägg.",
      "Det betyder inte att treenighetsläran automatiskt är falsk, men Bibeln uttrycker inte dogmen så explicit i den ursprungliga texten.",
      "Johannes huvudtema i sammanhanget är vittnesbördet om Jesus som Guds Son, inte en ontologisk definition av Gud."
    ]
  },
  "relatedIds": [
    "1tim-2-5",
    "john-10-30",
    "1tim-3-16"
  ]
}
