{
  "id": "john-1-18",
  "ref": "Joh 1:18",
  "short": "Ontologi byggs på en titel och en textvariant i stället för på en explicit definition!.",
  "tags": [
    "Evangelier",
    "Johannes",
    "textvariant"
  ],
  "image": {
    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Papyrus_66_%28GA%29.jpg/440px-Papyrus_66_%28GA%29.jpg",
    "alt": "Papyrus Bodmer II (P66), första sidan med titeln Euaggélion katà Iōánēn"
  },
  "expanded": {
    "logic": [
      "Versen har olika läsarter (\"enfödde Gud\" / \"enfödde Son\") beroende på texttradition.",
      "En treenighetsläsning kan göra formuleringen till en ontologisk hörnsten.",
      "Men när en vers har textvarianter är det metodiskt svagt att låta den bära en hel metafysisk konstruktion utan att resten av texten uttryckligen formulerar den.",
      "Läs versen i sitt sammanhang. Den säger något konkret om relationen mellan Fadern och Sonen, men formulerar inte en treenig gudom."
    ],
    "why": [
      "Metodpoängen: ontologi kräver tydlig och stabil definition, inte en osäker formulering som måste säkras via textkritik.",
      "Versen används ofta i treenighetsdebatten. Här hjälper den oss att hålla oss till det som faktiskt står i texten, inte senare teologiska konstruktioner.",
      "Texten uppmuntrar till helhetsläsning där bibeltexter tolkas med bibeltexter (jämför parallellställen)."
    ],
   "notes": [
  "Fråga: Varför skulle en omdiskuterad läsart behöva avgöra en ontologisk lära som Bibeln i övrigt aldrig uttrycker explicit?",
  "Tumregel: Om en tolkning kräver begrepp som inte finns i texten, till exempel \"tre personer i ett väsen\", bör man fråga om sammanhanget verkligen stödjer en sådan slutsats.",
  "Resonemanget kan stärkas genom att hänvisa till parallellställen om monoteism, Sonens relation till Fadern och Andens funktion.",
  "I treenighetsfrågor är det avgörande att skilja mellan vad texten faktiskt säger och vad en senare teologisk modell vill att texten ska säga."
]

  },
  "relatedIds": [
    "john-1-1",
    "john-17-3",
    "titus-2-13"
  ]
}
