{
  "id": "john-1-1",
  "ref": "Joh 1:1",
  "short": "“Ordet var Gud” blir identitet först när man väljer en ontologisk läsning som versen inte förklarar.",
  "tags": [
    "Evangelier",
    "Johannes",
    "Logos"
  ],
  "expanded": {
    "logic": [
"notes": 
  "Utsagan i Johannes 1:1 är stark och teologiskt laddad: “Ordet var hos Gud, och Ordet var Gud.” Den uttrycker en mycket hög kristologi redan från evangeliets första rad.",
  "En trinitarisk läsning tenderar att förstå detta som en ontologisk identitet: att Ordet helt och fullt är Gud i samma mening som Fadern är Gud.",
  "Men den grekiska formuleringen tillåter också en kvalitativ förståelse. Avsaknaden av bestämd artikel framför theos kan innebära att texten beskriver vad Ordet är till sin natur, alltså att Ordet är gudomligt, bär Guds karaktär och uttrycker Guds verklighet, utan att versen i sig definierar ett senare personschema eller en väsen-lära.",
  "Det är därför viktigt att läsa Johannes 1:1 i sitt litterära och teologiska sammanhang. Prologen utvecklar relationen mellan Gud och Ordet, men den formulerar inte explicit doktrinen om tre personer i ett väsen. Den säger något verkligt om Sonens preexistens och gudomliga status, men lämnar den ontologiska systematiseringen till senare teologiska modeller."


    ],
    "why": [
      "Versen kan bära hög kristologi, men den formulerar inte treenighetens teknik. Modellen kommer utifrån.",
      "Versen används ofta i treenighetsdebatten. Här hjälper den oss att hålla oss till det som faktiskt står i texten, inte senare tolkningar.",
      "Den här versen hjälper oss att bygga en helhetsbild där bibeltexter tolkas med bibeltexter (jämför gärna parallellställen)."
    ],
    "notes": [
      "Fråga: Var i versen definieras att detta måste betyda ‘en och samma Gud i tre personer’?",
      "Tumregel: om tolkningen kräver ord som inte finns i texten (t.ex. ”tre personer i ett väsen”), kontrollera om sammanhanget verkligen stödjer det.",
      "”Ordet var hos Gud” markerar en åtskillnad. Den sista frasen beskriver Ordets natur och översätts därför ibland med ”gudomlig” eller ”en gud” beroende på språklig analys.",
      "För treenighetsfrågor är det extra viktigt att skilja på: vad texten säger, och vad en senare teologisk modell vill att texten ska säga."
    ]
  },
  "relatedIds": [
    "col-2-9",
    "heb-1-3",
    "isa-44-24"
  ]
}
