{
  "id": "john-14-10",
  "ref": "Joh 14:10",
  "short": "Jesus inte säger att han är samma person som Fadern, utan att Fadern verkar genom honom.",
  "tags": [
    "Evangelier",
    "uppenbarelse",
    "Fadern"
  ],
  "expanded": {
    "logic": [
     "Kärnan i debatten handlar om vad Jesus egentligen menar när han säger att han är i Fadern och att Fadern är i honom. Treenighetsläran tolkar detta som ett uttryck för att Jesus och Fadern delar samma gudomliga väsen, ",
      "alltså att de är Gud på samma nivå även om de är olika personer. Därför ses orden som något mer än bara samarbete, som en unik inre gudomlig gemenskap.",
    ],
    "why": [
   "Det är också viktigt att Jesus direkt lägger till att han inte talar av sig själv, utan att Fadern utför sina gärningar genom honom. Det låter mer som ett sändebud som talar med någon annans auktoritet än som en jämlik person inom en gudomlig treenighet.",

"Dessutom används liknande språk senare om lärjungarna, att de ska vara “ett” och att Gud ska vara i dem. Om samma uttryck kan användas om människor utan att de blir Gud, då blir det svårt att säga att uttrycket automatiskt måste betyda att Jesus är Gud i treenighetens mening.",
    ],
    "notes": [
      "Ett starkt argument mot treenigheten i Johannes 14:10 är att Jesus tydligt skiljer sig själv från Fadern och säger att han inte talar av sig själv, utan att Fadern verkar genom honom. Det visar beroende och underordning snarare än jämlikhet i väsen. Texten säger inget om att de är samma Gud eller delar samma gudomliga natur, bara att Fadern är verksam i honom.",
"För att göra detta till ett bevis för treenigheten måste man därför gå utanför själva texten och införa filosofiska begrepp som “väsen”, “natur” och “person”. Dessa ord finns inte i versen. De kommer från senare teologiska och filosofiska formuleringar som försökte förklara hur Gud kan vara en och tre samtidigt. Utan de filosofiska kategorierna säger versen bara att Gud verkar genom Jesus, inte att Jesus är Gud i en treenig mening.",
    ]
  },
  "relatedIds": [
    "john-1-1",
    "john-17-3",
    "john-20-28"
  ]
}
