{
  "id": "stauros-kors-eller-pale",
  "ref": "NT: σταυρός (stauros) i korsfästelse-texterna",
  "short": "De äldsta grekiska texterna använder ordet stauros utan att specificera formen. Det kan ha varit en påle eller ett kors med tvärbjälke. Oavsett form ger Bibeln inget stöd för att använda det som symbol i tillbedjan.",
  "tags": [
    "grekiska",
    "stauros",
    "spikar",
    "korsfästelse",
    "textkritik",
    "arkeologi"
  ],
  "expanded": {
    "logic": [
      "Nya testamentet använder ordet σταυρός (stauros) om avrättningsredskapet, utan att beskriva dess geometriska form.",
      "Johannes 20:25 använder pluralformen ἥλων (av ἥλος), vilket betyder spikar i plural.",
      "Pluralformen visar att mer än en spik användes i handområdet.",
      "Bibeln specificerar inte hur många spikar som användes totalt.",
      "Bibeln specificerar inte hur många spikar som användes i fötterna.",
      "Fyra spikar (två i händerna och två i fötterna) är fullt möjligt och förenligt med texten, men inte uttryckligen angivet."
    ],
    "why": [
      "Textkritik prioriterar vad de äldsta grekiska manuskripten faktiskt säger.",
      "Pluralformen ἥλων kan inte naturligt betyda en enda spik genom båda händerna.",
      "Avsaknaden av numerisk specificering gör att exakta rekonstruktioner förblir hypotetiska."
    ],
    "notes": [
      "Nyckelord: σταυρός (stauros), σταυρόω (stauroō), ἥλος (hēlos), ξύλον (xylon).",
      "Joh 20:25 är den enda versen som explicit nämner spikar.",
      "Luk 24:39 nämner händer och fötter men inte spikar.",
      "Apg 5:30 och Gal 3:13 använder ordet ξύλον (trä)."
    ]
  },
  "deepDive": {
    "title": "Spikarna, stauros och möjligheten med fyra spikar",
    "biblicalText": [
      {
        "ref": "Joh 20:25",
        "greek": "τὸν τύπον τῶν ἥλων ἐν ταῖς χερσὶν αὐτοῦ",
        "point": "Pluralformen ἥλων visar att flera spikar användes i händerna."
      },
      {
        "ref": "Joh 19:17",
        "greek": "βαστάζων ἑαυτῷ τὸν σταυρόν",
        "point": "Stauros används utan formbeskrivning."
      },
      {
        "ref": "Apg 5:30",
        "greek": "ὃν ὑμεῖς διεχειρίσασθε κρεμάσαντες ἐπὶ ξύλου",
        "point": "Xylon (trä) används som alternativ benämning."
      }
    ],
    "manuscriptEvidence": [
      "Tidiga papyri (till exempel P66 och P75) bevarar bruket av stauros och stauroō i passionsberättelserna.",
      "Codex Vaticanus och Codex Sinaiticus (300-talet) innehåller samma ordval.",
      "Ingen av de äldsta grekiska handskrifterna specificerar konstruktionens form."
    ],
    "spikeAnalysis": [
      "Pluralformen i Joh 20:25 talar starkt för minst två spikar i handområdet.",
      "Texten säger inte hur många spikar som användes i fötterna.",
      "Fyra spikar (en i varje hand och en i varje fot) är möjligt och förenligt med texten.",
      "Tre spikar (två i händerna och en genom båda fötterna) är också möjligt.",
      "Bibeln anger inte totalt antal spikar."
    ],
    "archaeology": [
      "1968 hittades skelettet av Yehohanan i Jerusalem, med en spik genom hälbenet.",
      "Fyndet visar att romarna använde riktiga järnspikar i fötterna.",
      "Fyndet avgör inte exakt hur Jesu avrättningsredskap såg ut."
    ],
    "conclusion": [
      "Bibeln säger tydligt att flera spikar användes i händerna.",
      "Bibeln anger inte hur många spikar som användes totalt.",
      "Fyra spikar är en rimlig möjlighet men inte uttryckligen fastslagen.",
      "Formen på stauros specificeras inte i de äldsta texterna."
    ]
  },
  "references": [
    {
      "title": "Joh 20:25 – grekisk text (NA/UBS tradition)",
      "url": "https://biblehub.com/interlinear/john/20-25.htm"
    },
    {
      "title": "Arkeologiskt fynd: Yehohanan (korsfäst man från 1:a århundradet)",
      "url": "https://en.wikipedia.org/wiki/Crucifixion#Archaeological_evidence"
    }
  ],
  "relatedIds": [
    "stauros-kors-eller-pale",
    "luke-23-34",
    "1cor-1-18"
  ]
}
